{"translation-revision-date":"2025-01-21 10:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"There are a total of %d color palettes":["Terdapat total %d palet warna"],"Sorry, you don't have permission to update the theme.":["Maaf, Anda tidak memiliki izin untuk memperbarui tema."],"Finish customizing":["Selesai menyesuaikan"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Pilih pasangan font yang paling cocok dengan merek Anda. Font besar akan digunakan untuk judul, dan font kecil untuk konten pendukung. Anda dapat mengubah font kapan saja di Editor."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["AI telah memilih pasangan font yang paling sesuai dengan bisnis Anda. Jika Anda ingin mengubahnya, tentukan pilihan baru di bawah ini sekarang, atau nanti di Editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Pilih palet warna yang paling mewakili merek Anda. Ingin mengubahnya? Buat palet warna kustom di bawah ini, atau ubah nanti di Editor."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Berdasarkan info yang Anda bagikan, alat AI kami merekomendasikan palet warna ini. Ingin mengubahnya? Anda dapat memilih atau menambahkan warna baru di bawah ini, atau ubah nanti di Editor."],"Add patterns":["Tambah pola"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Tersedia lebih banyak pola dari pustaka WooCommerce.com! Pilih untuk menghubungkan toko Anda dan akses keseluruhan pustaka, serta dapatkan lebih banyak konten relevan dan nikmati pengalaman menyiapkan toko yang dapat disesuaikan dengan kebutuhan. Dengan memilih demikian, {{link}}pelacakan penggunaan{{\/link}} akan diaktifkan, yang dapat dibatalkan kapan saja melalui pengaturan WooCommerce."],"Access more patterns":["Akses lebih banyak pola"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Buat beranda yang lebih menarik dengan menambahkan dan mengombinasikan beragam pola dan tata letak. Anda dapat melanjutkan penyesuaian halaman ini, termasuk kontennya, melalui Editor di lain waktu."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Sayangnya, terjadi masalah teknis yang menyebabkan lebih banyak pola tidak dapat ditampilkan. <FetchPatterns>Coba lagi<\/FetchPatterns> nanti."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Bangun brand Anda dengan membuat logo yang mengesankan melalui {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Tersedia lebih banyak font! Pilih untuk menghubungkan toko Anda dan mengakses keseluruhan pustaka font. Dapatkan juga lebih banyak konten yang relevan dan nikmati pengalaman menyiapkan toko yang dapat disesuaikan dengan kebutuhan. Dengan memilih demikian, {{link}}pelacakan penggunaan{{\/link}} akan diaktifkan, yang dapat dibatalkan kapan saja melalui pengaturan WooCommerce."],"Access more fonts":["Akses lebih banyak font"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Tambahkan satu atau beberapa pola beranda untuk membuat halaman yang siap menyambut pembeli."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promosikan kanal media sosial Anda agar pembeli dapat mengetahui produk dan kabar terbaru."],"Social media":["Media sosial"],"Encourage sales by sharing positive feedback from happy shoppers.":["Dorong penjualan dengan membagikan feedback positif dari pembeli yang merasa puas."],"Share information on any services that your business can provide.":["Bagikan informasi tentang semua layanan yang dapat disediakan oleh bisnis Anda."],"Show your shoppers what’s special about your business.":["Tunjukkan kepada pembeli mengapa bisnis Anda spesial."],"Put the spotlight on one or more of your products or product categories.":["Pusatkan perhatian pada satu atau beberapa produk atau kategori produk."],"Featured selling":["Penjualan berbasis fitur"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Rancang toko yang mencerminkan merek dan bisnis Anda. Sesuaikan tema saat ini, ganti dengan salah satu tema hasil rancangan profesional, atau buat tema baru menggunakan perancang toko kami."],"DON'T HAVE A LOGO YET?":["BELUM PUNYA LOGO?"],"Want more patterns?":["Ingin pola lain?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Maaf. Ada masalah teknis. Silakan kembali nanti untuk mengakses pola lain."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Aktifkan <OptInModal>pelacakan penggunaan<\/OptInModal> untuk mengakses lebih banyak pola."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Tampaknya kami tidak dapat mendeteksi jaringan Anda. Harap periksa lagi koneksi internet Anda dan segarkan halaman."],"Shuffle":["Ganti"],"Services":["Layanan"],"Welcome shoppers to your store with one of our introductory patterns.":["Sambut pembeli di toko Anda dengan salah satu pola perkenalan kami."],"Intro":["Pengantar"],"You can edit your content later in the Editor":["Konten dapat diedit nanti di Editor"],"Browse themes":["Telusuri tema"],"Choose a professionally designed theme":["Pilih tema hasil rancangan profesional"],"Use the store designer":["Gunakan perancang toko"],"Design your own theme":["Buat desain tema sendiri"],"Design or choose a new theme":["Buat desain atau pilih tema baru"],"Go to Products":["Buka Produk"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Mulai susun etalase virtual dengan menambahkan atau mengimpor produk Anda, atau menyunting produk sampel."],"What's next?":["Apa langkah selanjutnya?"],"View store":["Lihat toko"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Selamat! Anda telah berhasil mendesain toko. Periksa hasil kerja keras Anda sebelum lanjut menyiapkan toko."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Pilih footer di antara pilihan di bawah ini. Footer Anda mencakup navigasi sekunder situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan penyesuaiannya melalui Editor di lain waktu."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Ciptakan beranda yang menarik dengan memilih salah satu tata letak siap pakai kami. Anda dapat melanjutkan penyesuaian halaman ini, termasuk kontennya, melalui Editor di lain waktu."],"Choose your homepage":["Pilih Beranda Anda"],"Opt in":["Ikut serta"],"Want more font pairings?":["Ingin dapat lebih banyak pasangan font?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Upgrade ke <WordPressLink>versi terbaru WordPress<\/WordPressLink> untuk mengakses lebih banyak font."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Aktifkan <OptInModal>pelacakan penggunaan<\/OptInModal> untuk mengakses lebih banyak font."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Upgrade ke <WordPressLink>versi terbaru WordPress<\/WordPressLink> dan <OptInModal>aktifkan pelacakan penggunaan<\/OptInModal> untuk mengakses  lebih banyak font."],"Add your products":["Tambahkan produk Anda"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Terjadi masalah saat menyiapkan fondasi. {{anchor}}Coba lagi{{\/anchor}} atau mulai dengan tema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Jangan sungkan untuk mengungkapkannya di sini. Kami menyambut baik semua saran, feedback, atau komentar mengenai pengalaman \"Mendesain tema sendiri\"."],"I wanted to design my own theme.":["Saya ingin mendesain tema saya sendiri."],"What motivated you to choose the \"Design your own theme\" option?":["Apa yang mendorong Anda untuk memilih opsi \"Mendesain tema sendiri\"?"],"Choose your footer":["Pilih footer"],"Design your homepage":["Desain beranda Anda sendiri"],"Choose your header":["Pilih header"],"Choose fonts":["Pilih font"],"Choose your color palette":["Pilih palet warna"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Buat toko yang mencerminkan merek dan bisnis Anda. Pilih salah satu tema yang dirancang secara profesional untuk disesuaikan atau buat tema Anda sendiri dengan AI."],"Take a quick tour to discover what's possible.":["Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Tapi, jangan sampai hal tersebut menghentikan Anda! Mulailah menyesuaikan tampilan dan suasana toko Anda dengan menambahkan logo serta memilih warna dan tata letak. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Mulailah mendesain toko Anda, termasuk menambahkan logo, mengubah skema warna, dan membuat tata letak. Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"Discover what's possible with the store designer":["Jelajahi semua kemungkinan dengan perancang toko"],"Setting up the foundations":["Menyiapkan fondasi"],"Our AI tool had a few issues generating your content.":["Alat AI mengalami sedikit masalah dalam membuat konten Anda."],"Welcome to your store!":["Selamat datang di toko Anda!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Jangan sungkan untuk membeberkannya di sini. Kami menyambut baik semua saran, feedback, atau komentar mengenai pengalaman toko yang dibuat dengan AI."],"Did you find anything confusing, irrelevant, or not useful?":["Adakah yang Anda rasa tidak jelas, tidak relevan, atau tidak berguna?"],"Other.":["Lainnya"],"I didn't find a theme that matched my needs.":["Saya tidak menemukan tema yang cocok dengan kebutuhan saya."],"I didn't like any of the available themes.":["Saya tidak suka tema yang tersedia."],"I wanted to see how AI could help me streamline the process.":["Saya ingin tahu bagaimana AI dapat membantu saya menyederhanakan proses."],"What motivated you to choose the “Design with AI” option?":["Apa yang mendorong Anda untuk memilih opsi \"Buat Desain dengan AI\"?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Dari skala 1 (sulit) hingga 5 (sangat mudah), berapa nilai yang Anda berikan terkait pengalaman Anda secara keseluruhan?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Kami hadir untuk menyediakan semua perangkat yang Anda butuhkan untuk membuat toko online. Berikan ulasan Anda tentang produk kami dan bagaimana kami dapat meningkatkannya."],"Continue designing":["Lanjutkan desain"],"Exit and lose changes":["Keluar dan perubahan tidak disimpan"],"You'll lose any changes you've made to your store's design and will start the process again.":["Anda akan kehilangan semua perubahan desain toko yang telah Anda buat dan mengulang semua proses dari awal."],"Are you sure you want to exit?":["Anda yakin ingin keluar?"],"Generating content":["Membuat konten"],"Editor canvas":["Kanvas editor"],"Please try again":["Coba lagi"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Waduh! Kami menemukan masalah saat membuat toko Anda. <retryButton\/>"],"Active theme":["Tema yang aktif"],"Back to Home":["Kembali ke Beranda"],"Go back to the Home screen to complete your store setup and start selling":["Kembali ke layar Beranda untuk menyelesaikan penyiapan toko Anda dan mulai berjualan"],"Go to the Editor":["Buka Editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Buka Editor untuk mengubah gambar dan teks Anda, menambahkan lebih banyak halaman, dan melakukan penyesuaian lainnya."],"Fine-tune your design":["Modifikasi desain Anda"],"Your store looks great!":["Toko Anda tampak luar biasa!"],"Browse all themes":["Jelajahi semua tema"],"Or select a professionally designed theme to customize and make your own.":["Atau pilih tema yang dirancang secara profesional untuk menyesuaikan dan menjadikannya milik Anda."],"Customize your store":["Sesuaikan toko Anda"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Sesuaikan style dan tata letak toko sesuai citra merek Anda Tambahkan logo, ubah font dan warna, serta coba berbagai tata letak halaman. Anda nantinya dapat menyunting teks dan gambar melalui Editor."],"Make your store your own":["Buat toko dengan gaya khas Anda"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Perubahan yang Anda terapkan pada tata letak dan gaya akan muncul di sini secara real-time — ideal untuk mencoba berbagai tampilan sebelum Anda meluncurkannya. Anda juga dapat mengubah ukuran area ini untuk melihat tampilan toko Anda di aplikasi seluler."],"View your changes in real time":["Lihat perubahan Anda secara real-time"],"Welcome to your AI-generated store!":["Selamat datang di toko Anda yang dibuat dengan AI!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Di sini Anda dapat mulai menyesuaikan tampilan dan suasana toko, termasuk menambahkan logo, serta mengubah warna dan tata letak. Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"Take a tour":["Ikuti tur"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gunakan tombol panah kiri dan kanan untuk mengubah ukuran kanvas. Tahan tombol shift untuk mengubah ukuran secara bertahap."],"Saving failed.":["Gagal menyimpan."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Pastikan toko Anda memiliki brand dengan menambahkan logo Anda. Untuk hasil terbaik, unggah file SVG atau PNG dengan lebar minimal 300px."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikon situs adalah gambar yang Anda lihat di tab browser, bilah bookmark, dan ketika menggunakan aplikasi seluler WordPress."],"Use as site icon":["Gunakan sebagai ikon situs"],"Link logo to homepage":["Tautkan logo ke beranda"],"Image width":["Lebar gambar"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Tentukan footer baru dari pilihan di bawah ini. Footer Anda mencakup navigasi sekunder situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan penyesuaiannya melalui Editor."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Berdasarkan toko yang paling sukses di industri dan lokasi Anda, alat AI kami merekomendasikan templat ini untuk bisnis Anda. Ingin menggunakan tata letak lain? Pilih di antara templat di bawah ini sekarang, atau nanti melalui Editor."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Tentukan header baru dari pilihan di bawah ini. Header Anda mencakup navigasi situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan penyesuaiannya melalui Editor."],"Change your font":["Mengubah font Anda"],"or create your own":["atau buat sendiri"],"Change your footer":["Ubah footer Anda"],"Change your homepage":["Ubah halaman beranda Anda"],"Change your header":["Ubah header Anda"],"Change fonts":["Ubah font"],"Change the color palette":["Ubah palet warna"],"Add your logo":["Tambahkan logo Anda"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Gunakan alat gaya dan tata letak kami untuk menyesuaikan desain toko Anda. Konten dan gambar dapat ditambahkan atau diubah melalui Editor nanti."],"Let's get creative":["Mari berkreasi"],"Which writing style do you prefer?":["Gaya tulisan mana yang Anda sukai?"],"Direct yet respectful, serious and professional.":["Lugas namun tetap sopan, serius dan profesional."],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["Nada netral dengan ekspresi santai tanpa slang."],"Relaxed and friendly, like a conversation with a friend.":["Santai dan bersahabat, seperti percakapan dengan teman."],"Informal":["Informal"],"How would you like your store to look?":["Bagaimana tampilan toko yang Anda inginkan?"],"Vibrant with eye-catching colors and visuals.":["Semarak dengan warna dan visual yang memikat."],"Bold":["Tegas"],"Elegant and timeless with a nostalgic touch.":["Elegan dan tak lekang oleh waktu dengan sentuhan nostalgia."],"Classic":["Klasik"],"Clean lines, neutral colors, sleek and modern look.":["Tampilan garis yang mulus, serta warna yang netral, menawan, dan modern."],"Contemporary":["Kontemporer"],"Who your target audience is":["Target audiens Anda"],"What makes your business unique":["Keunikan bisnis Anda"],"How many products you plan on displaying":["Jumlah produk yang ingin Anda tampilkan"],"What you want to sell":["Hal yang ingin Anda jual"],"Try to include:":["Cobalah sertakan:"],"The more detail you provide, the better job our AI can do!":["Semakin banyak detail yang Anda jelaskan, semakin baik hasil AI kami!"],"Tell us a bit more about your business":["Ceritakan lebih banyak tentang bisnis Anda"],"Applying the finishing touches":["Memberikan sentuhan akhir"],"Assembling your AI-optimized store":["Membangun toko Anda yang dioptimalkan dengan AI"],"Designing the best look for your business":["Merancang tampilan terbaik untuk bisnis Anda"],"Comparing the top performing stores":["Membandingkan toko-toko dengan kinerja terbaik"],"Analyzing your responses":["Menganalisis respons Anda"],"Opening the doors":["Membuka pintu"],"Drag to resize":["Seret untuk mengubah ukuran"],"Turning on the lights":["Menyalakan lampu"],"Thanks for the feedback. We'll put it to good use!":["Terima kasih atas feedbacknya. Akan kami manfaatkan dengan baik!"],"Replace":["Ganti"],"Continue setting up your store":["Lanjutkan penyiapan toko Anda"],"Options":["Pilihan"],"Send":["Kirim"],"Neutral":["Netral"],"Back":["Kembali"],"Navigation":["Navigasi"],"Style":["Gaya"],"Paid":["Berbayar"],"Share feedback":["Bagikan masukan"],"Skip":["Lewati"],"About":["Tentang"],"Layout":["Tampilan"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Sebelumnya"],"Close":["Tutup"],"Continue":["Lanjutkan"],"Cancel":["Batal"],"Default":["Standar"],"Reviews":["Ulasan"],"Delete":["Hapus"],"Settings":["Pengaturan"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}