{"translation-revision-date":"2025-01-21 10:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Misalnya, kami telah menambahkan metode “Pengiriman gratis” untuk pembeli di negara Anda. Anda dapat mengedit, menambah, atau menghapus metode pengiriman dengan memilih Edit atau Hapus."],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":["Tambahkan satu atau beberapa metode pengiriman untuk ditawarkan kepada pembeli di zona Anda."],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Kami telah menambahkan sejumlah zona pengiriman sebagai permulaan.  Anda dapat mengelolanya dengan memilih Edit atau Hapus."],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Tentukan area spesifik untuk tujuan pengiriman Anda! Beri nama tiap zona, lalu cantumkan wilayah yang ingin disertakan. Wilayah Anda dapat sangat spesifik dengan penggunaan kode pos, atau sangat luas, seperti negara. Pembeli hanya akan melihat metode yang tersedia di wilayahnya."],"There was a problem marking the shipping tour as completed.":["Terjadi masalah saat menandai tur pengiriman selesai."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Jika ingin mempercepat pemrosesan dan mencetak label pengiriman langsung dari dasbor Woo Anda, WooCommerce Shipping-lah solusinya! "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Cetak label USPS dan DHL langsung dari dasbor Woo Anda dan hemat pengiriman dengan tarif diskon. Anda dapat mengelola WooCommerce Shipping di bagian ini."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Kami merekomendasikan untuk menambahkan salah satu ekstensi pengiriman berikut ke toko Anda. Ekstensi akan diinstal dan diaktifkan untuk Anda saat Anda mengeklik \"Mulai\"."],"Recommended shipping solutions":["Rekomendasi solusi pengiriman"],"🎉 WooCommerce Shipping is installed!":["Pengiriman WooCommerce 🎉 telah diinstal!"],"Finish the setup by connecting your store to WordPress.com.":["Selesaikan penyiapan dengan menghubungkan toko Anda ke WordPress.com."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Cetak label USPS dan DHL Express langsung dari dasbor WooCommerce Anda untuk mendapatkan potongan harga pengiriman."],"See more options":["Lihat pilihan lainnya"],"WooCommerce Shipping":["Pengiriman WooCommerce"],"Hide this":["Sembunyikan ini"],"(opens in a new tab)":["(dibuka di tab baru)"],"Get started":["Memulai"],"Task List Options":["Pilihan Daftar Tugas"],"Recommended":["Disarankan"],"Activate":["Aktifkan"],"Shipping zones":["Zona pengiriman"],"Shipping methods":["Metode pengiriman"],"Learn more":["Pelajari lebih lanjut"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}