{"translation-revision-date":"2025-01-21 10:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Go to the Customizer":["Buka Customizer"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Sesuaikan semuanya, mulai dari palet warna dan font hingga tata letak halaman, agar setiap elemen selaras dengan brand Anda."],"Design a new theme":["Buat desain tema baru"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Tema aktif Anda akan diganti dan Anda dapat kehilangan semua perubahan yang telah dibuat di tema tersebut."],"Are you sure you want to design a new theme?":["Apakah Anda yakin ingin membuat desain tema baru?"],"Customize your theme":["Sesuaikan tema Anda"],"Start designing":["Mulai mendesain"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Buat toko yang menawan dengan cepat menggunakan perancang toko bawaan kami. Pilih tata letak, tentukan gaya, dan masih banyak lagi."],"Design your own":["Desain sendiri"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Didukung oleh AI uji coba. {{link}}Baca selengkapnya{{\/link}}"],"Start again":["Mulai lagi"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Anda akan diminta untuk mengisi informasi bisnis Anda kembali, dan desain AI yang sudah ada akan hilang. Jika Anda ingin menyesuaikan desain yang sudah ada, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Apakah Anda yakin ingin memulai lagi?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Desainer Toko akan membuat desain toko baru untuk Anda, dan semua perubahan pada tema aktif akan hilang. Jika Anda memilih untuk terus mengedit tema Anda, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Apakah Anda yakin ingin memulai desain baru?"],"Create a new one":["Buat yang baru"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Teruskan penyesuaian tampilan toko yang dihasilkan oleh AI atau mulai lagi dan buat yang baru."],"Customize your custom theme":["Sesuaikan tema khusus Anda"],"Find out how":["Pelajari cara melakukannya"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Tampaknya Anda sedang menggunakan mode offline Jetpack — beralih ke mode online untuk memulai desain dengan AI."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Sayang sekali, [Desainer Toko AI] tidak dapat diakses saat ini karena kami tidak dapat mendeteksi jaringan Anda. Periksa koneksi internet Anda."],"Looking to design your store using AI?":["Berencana merancang toko Anda menggunakan AI?"],"Go to the Editor":["Buka Editor"],"Design with AI":["Rancang Desain dengan AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Atur desain tampilan toko Anda, buat halaman, dan buat salinan menggunakan alat AI bawaan kami."],"Use the power of AI to design your store":["Gunakan kemampuan AI untuk mendesain toko Anda"],"Customize your store":["Sesuaikan toko Anda"],"Customize":["Sesuaikan"],"Cancel":["Batal"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/957.js"}}