{"translation-revision-date":"2025-01-21 10:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"server caches":["cache server"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Akan siap dilihat setelah <link><\/link> Anda diperbarui. Harap tunggu atau hubungi penyedia hosting web Anda untuk mengetahui cara manual."],"Congratulations! Your store will launch soon":["Selamat! Toko Anda akan segera diluncurkan"],"Explore support resources":["Jelajahi dukungan sumber daya"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Panduan terperinci dan tim dukungan kami selalu tersedia jika Anda mengalami kesulitan atau memerlukan panduan."],"Help is on hand":["Bantuan tersedia"],"Get the app":["Dapatkan aplikasinya"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Kelola toko dari mana saja lewat aplikasi seluler WooCommerce yang tersedia gratis."],"Manage your store on the go":["Kelola toko dari mana saja"],"Add extensions":["Tambahkan ekstensi"],"Add extra features and functionality to your store with Woo extensions.":["Tambahkan fitur dan fungsionalitas tambahan ke toko Anda dengan ekstensi Woo."],"Power up your store":["Bangun toko yang kuat"],"Install Mailchimp":["Instal Mailchimp"],"Manage Mailchimp":["Kelola Mailchimp"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Sampaikan kabar terbaru tentang toko Anda kepada para pembeli dan siapkan otomatisasi pascapembelian cerdas."],"Build customer relationships":["Jalin hubungan dengan pelanggan"],"Add payment methods":["Tambahkan metode pembayaran"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Sediakan alternatif cara bayar bagi pembeli dengan menambahkan metode pembayaran lain ke toko Anda."],"Provide more ways to pay":["Sediakan lebih banyak cara untuk membayar."],"Promote products":["Promosikan produk"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Jaring makin banyak pelanggan setia dengan mempromosikan produk ke jutaan prospek potensial."],"Promote your products":["Promosikan produk Anda"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Feedback Anda hanya akan dibagikan dengan WooCommerce dan diperlakukan sesuai dengan <privacyLink>kebijakan privasi<\/privacyLink> kami."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Mengapa Anda merasa seperti itu? <smallText>(opsional)<\/smallText>"],"How was the experience of launching your store?":["Bagaimana pengalaman meluncurkan toko Anda?"],"Visit your store":["Kunjungi toko Anda"],"Congratulations! Your store is now live":["Selamat! Toko Anda telah aktif"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Ups! Kami mengalami masalah saat meluncurkan toko Anda. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Setelah toko Anda aktif, hapus pesanan demo dan data terkait, termasuk analitik dan transaksi. "],"Remove %d test orders":["Hapus %d pesanan demo"],"Test data":["Data tes"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Kerja bagus! Toko Anda siap beroperasi — semua tugas sudah diselesaikan."],"Essential Tasks":["Tugas Penting"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Siap untuk mulai berjualan? Sebelum meluncurkan toko, pastikan Anda telah menyelesaikan tugas-tugas penting ini. Jika ingin mengubah visibilitas toko Anda, buka WooCommerce | Pengaturan | Visibilitas situs."],"What’s next?":["Apa langkah selanjutnya?"],"Launch Your Store":["Meluncurkan Toko Anda"],"Launch your store":["Luncurkan toko Anda"],"Please try again":["Coba lagi"],"Back to Home":["Kembali ke Beranda"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gunakan tombol panah kiri dan kanan untuk mengubah ukuran kanvas. Tahan tombol shift untuk mengubah ukuran secara bertahap."],"Drag to resize":["Seret untuk mengubah ukuran"],"We appreciate your feedback!":["Kami menghargai feedback dari Anda."],"Send":["Kirim"],"Site Icon":["Ikon Situs"],"Back":["Kembali"],"Copy link":["Salin tautan"],"Copied!":["Disalin!"],"Close":["Tutup"],"Cancel":["Batal"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}